Repository: generalhan/cv
Catalog: scheme/project07/src/app/src/po/*.po
Languages: jp, ru

source: {{accessbileCharCount}} characters left
jp: 残り{{accessbileCharCount}}文字
ru: Осталось символов: {{accessbileCharCount}}

source: {{age()}} years
jp: {{age()}}歳
ru: {{age()}} лет

source: {{desk.card.accessbileCharCount}} characters left
jp: 残り{{desk.card.accessbileCharCount}}文字
ru: Осталось символов: {{desk.card.accessbileCharCount}}

source: {{imiAtWeek}} IMI per week
jp: 1週間当たり{{imiAtWeek}} IMI
ru: {{imiAtWeek}} IMI в неделю

source: {{percentSaving}}% off
jp: {{percentSaving}}%お得
ru: {{percentSaving}}% экономии

source: *IMIGO.ME will charge a 20% commission for exchange services.
jp: ＊IMIGO.MEは手数料として、交換サービスの20%を請求します。
ru: *IMIGO.ME взимает комиссию в размере 20% за услугу обмена .

source: <a ui-sref="search({category: category(type)})" class="imigo-card-nav-label">Find</a> a friend or <a ng-click="onCreate(type)" class="imigo-card-nav-label">offer</a> friendship for <a ui-sref="bank" class="imigo-card-nav2-label imigo-underline">IMI</a>.
jp: <a ui-sref="bank" class="imigo-card-nav2-label imigo-underline">IMI</a>を利用して、友達を<a ui-sref="search({category: category(type)})" class="imigo-card-nav-label">検索</a>、もしくは友情の<a ng-click="onCreate(type)" class="imigo-card-nav-label">提供</a>
ru: <a ui-sref="search({category: category(type)})" class="imigo-card-nav-label">Приобретите</a> друга или <a ng-click="onCreate(type)" class="imigo-card-nav-label">предложите</a> свое общение за <a ui-sref="bank" class="imigo-card-nav2-label imigo-underline">IMI</a>

source: <a ui-sref="search({category: category(type)})" class="imigo-card-nav-label">Find</a> a professional or <a ng-click="onCreate(type)" class="imigo-card-nav-label">offer</a> your services for <a ui-sref="bank" class="imigo-card-nav2-label imigo-underline">IMI</a>.
jp: <a ui-sref="bank" class="imigo-card-nav2-label imigo-underline">IMI</a>を利用して、プロェッショナルを<a ui-sref="search({category: category(type)})" class="imigo-card-nav-label">検索</a>、あるいは貴方のサービスを<a ng-click="onCreate(type)" class="imigo-card-nav-label">提供</a>
ru: <a ui-sref="search({category: category(type)})" class="imigo-card-nav-label">Найдите</a> специалиста или <a ng-click="onCreate(type)" class="imigo-card-nav-label">предложите</a> свои услуги за <a ui-sref="bank" class="imigo-card-nav2-label imigo-underline">IMI</a>

source: <a ui-sref="search({category: category(type)})" class="imigo-card-nav-label">Find</a> love or <a ng-click="onCreate(type)" class="imigo-card-nav-label">offer</a> romance for <a ui-sref="bank" class="imigo-card-nav2-label imigo-underline">IMI</a>.
jp: <a ui-sref="bank" class="imigo-card-nav2-label imigo-underline">IMI</a>を利用して、恋愛を<a ui-sref="search({category: category(type)})" class="imigo-card-nav-label">検索</a>、あるいは恋愛の<a ng-click="onCreate(type)" class="imigo-card-nav-label">提供</a>
ru: <a ui-sref="search({category: category(type)})" class="imigo-card-nav-label">Найдите</a> любовь или <a ng-click="onCreate(type)" class="imigo-card-nav-label">предложите</a> свое общение за <a ui-sref="bank" class="imigo-card-nav2-label imigo-underline">IMI</a>

source: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> accepted the offer.
jp: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span>さんは申し出を承諾しました。
ru: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> принял(а) предложение.

source: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> canceled the deal.
jp: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span>さんは取引をキャンセルしました。
ru: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> отменил сделку.

source: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> has completed the deal.
jp: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> さんは取引を終えました。
ru: Сделка с <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> завершена.

source: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> offered services in the "{{message.category === 'friendship' ? 'Friendship' : (message.category === 'professional' ? 'Professional' : 'Romance')}}" category. Cost of service: {{message.price}} IMI, duration of deal ({{$m.durationUnit(message) === 'hour' ? 'hours' : 'days'}}): {{message.duration}}.
jp: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span>さんは「{{message.category === 'friendship' ? '友情' : (message.category === 'professional' ? 'プロフェッショナル' : 'ロマンス')}}」のカテゴリーにおいて、サービスを提供しました。サービス料は{{message.price}} IMIで、実行期間は{{message.duration}}{{$m.durationUnit(message) === 'hour' ? '時間' : '日間'}}です。
ru: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> предложил(а) свои услуги в категории "{{message.category === 'friendship' ? 'Дружба' : (message.category === 'professional' ? 'Работа' : 'Романтика')}}". Стоимость услуги: {{message.price}} IMI, срок исполнения ({{$m.durationUnit(message) === 'hour' ? 'часов' : 'дней'}}): {{message.duration}}.

source: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> refused the offer.
jp: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span>さんは申し出を断りました。
ru: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> отклонил предложение.

source: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> wants to purchase your services in the "{{message.category === 'friendship' ? 'Friendship' : (message.category === 'professional' ? 'Professional' : 'Romance')}}" category. Cost of service: {{message.price}} IMI, duration of deal ({{$m.durationUnit(message) === 'hour' ? 'hours' : 'days'}}): {{message.duration}}.
jp: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span>さんは「{{message.category === 'friendship' ? '友情' : (message.category === 'professional' ? 'プロフェッショナル' : 'ロマンス')}}」のカテゴリーにおけるあなたのサービスを購入したがってます。サービス料は{{message.price}} IMIで、実行期間は{{message.duration}}{{$m.durationUnit(message) === 'hour' ? '時間' : '日間'}}です。
ru: <span ng-bind-html="$m.sender(message) | singleLineHtml"></span> хочет приобрести ваши услуги в категории "{{message.category === 'friendship' ? 'Дружба' : (message.category === 'professional' ? 'Работа' : 'Романтика')}}". Стоимость услуги: {{message.price}} IMI, срок исполнения ({{$m.durationUnit(message) === 'hour' ? 'часов' : 'дней'}}): {{message.duration}}.

source: 1 MONTH
jp: １ヶ月
ru: МЕСЯЦ

source: 1 WEEK
jp: １週間
ru: НЕДЕЛЯ

source: 1 YEAR
jp: １年間
ru: ГОД

source: About
jp: サイトについて
ru: О сайте

source: ABOUT
jp: サイトについて
ru: О САЙТЕ

source: accept
jp: 承諾する
ru: принять

source: Access to your email address is needed to proceed.
ru: Для продолжения необходим доступ к данным об электронной почте.

source: Activate
jp: 購入する
ru: Подключить

source: ACTIVATE <span class="imigo-bank-premium-account-label">PREMIUM ACCOUNT</span><br>WITH NO DOWN PAYMENT*
jp: 頭金なしで<span class="imigo-bank-premium-account-label">プレミアムアカウント</span><br>を購読する、
ru: ПОДПИСКА НА <span class="imigo-bank-premium-account-label">ПРЕМИУМ АККАУНТ</span><br>БЕЗ ПЕРВОНАЧАЛЬНОГО ВЗНОСА*

source: activate premium
jp: プレミアムを購入する
ru: подключить premium

source: Activate premium account to unlock additional slots.
jp: 追加スロットをアンロックするにはプレミアムアカウントを購入してください。
ru: Активируйте PREMIUM аккаунт, чтобы открыть дополнительные слоты.

source: Ad text
jp: 広告本文
ru: Текст объявления

source: Add a comment
jp: コメントを追加する
ru: Добавить комментарий

source: Add a new photo
jp: 新しい写真を アップロードする
ru: Добавить новую фотографию

source: Age
jp: 年齢
ru: Возраст

source: Amount of IMI you would like to buy:
jp: あなたが購入したいIMIの額：
ru: Количество IMI, которое вы хотите купить:

source: Amount of IMI you would like to withdraw:
jp: あなたが引き出したいIMIの額：
ru: Количество IMI, которое вы хотите вывести:

source: ANSWER to: Does deals have time limit?
jp: 回答：取引には時間制限がありますか？
ru: У сделок есть ограничение по времени?

source: ANSWER to: How premium account differs?
jp: 回答：プレミアムアカウントはどこが違うのですか？
ru: Премиум аккаунт увеличивает заметность ваших объявлений в поиске (они будут показаны в специальном разделе). Кроме того, с премиумом можно иметь пять активных сделок или объявлений одновременно в каждой категории.

source: ANSWER to: How to activate premium?
jp: 回答：どうすればプレミアムアカウントを購入できますか？
ru: Как активировать премиум аккаунт?

source: ANSWER to: How to become performer and find an order?
jp: 回答：どうすれば行為者になって、注文を見つけられます？
ru: Чтобы стать исполнителем, выберите категорию и создайте объявление. Расскажите о себе и своей услуге в поле "текст объявления", подберите подходящую фотографию. Если вы сами хотите найти заказ - на главной странице нажмите на значок лупы в нужной вам категории. Выберите интересное объявление Заказчика и предложите ему свои услуги через чат.

source: ANSWER to: How to fill up my balance?
jp: 回答：どうすれば残高を増やせますか？
ru: Как пополнить баланс?

source: ANSWER to: How to get service or find performer?
jp: 回答：どうすればサービスや行為者を見つけられますか？
ru: Чтобы подобрать исполнителя, воспользуйтесь поиском - иконкой "лупы" над каждой из категорий. Введите ключевое слово и отфильтруйте исполнителей по полу, возрасту или карме. Выберите понравившееся объявление и нажмите кнопку "Чат" в нижней части экрана. Лично договоритесь с исполнителем об условиях и подтвердите сделку (кнопка "Предложить").

source: ANSWER to: How to withdraw earned money?
jp: 回答：どうすれば稼いだお金を引き出せますか？
ru: На стадии бета-тестирования пополнение счета и вывод средств отключены. Мы обязательно сообщим, когда функция вывода денег заработает.

source: ANSWER to: I've made a purchase, but I don't any change in my balance, what should I do?
jp: 回答：購入したのに残高が変化しませんでした。どうすればいいでしょうか？
ru: Если вы получили подтверждение успешного платежа от платежной системы, но баланс не изменился, подождите некоторое время. Если спустя 15 минут баланс останется неизменным, обратитесь в Службу поддержки: support@imigo.me

source: ANSWER to: imigo.me in beta testing stage. What does it mean?
jp: 回答：IMIGO.MEはベータテスト中とはどういう意味ですか？
ru: Это значит, что доступ к сайту пока есть только у ограниченного числа пользователей. Поздравляем, если вы читаете это - вы избранный! Кроме того, в бета версии отключена возможность покупать виртуальную валюту IMI и выводить средства.

source: ANSWER to: In which countries I can access imigo.me?
jp: 回答：どの国でIMIGO.MEを利用できますか？
ru: Сейчас imigo.me доступен в России, США и Японии. В дальнейшем мы планируем расширять географию сервиса.

source: ANSWER to: Subscription without inital payment - how does it work?
jp: 回答：初回支払金なしの購読はどのように作用しますか。
ru: Выбрав специальное предложение, вы не будете платить до поступления средств на счет. При этом премиум аккаунт будет активен. При наличии средств на счету с вас взимается плата в размере 4 IMI в неделю. Срок действия премиум аккаунта по этому специальному предложению - 1 год.

source: ANSWER to: Turns out I can earn real money on imigo.me?
jp: 回答：ということはIMIGO.MEで現金が稼げますか？
ru: Да, так и есть. Заработанные за заказы IMI вы можете обменять на реальные деньги.

source: ANSWER to: What I can not do on web site?
jp: 回答：このウェブサイトではどんなことが禁止されていますか？
ru: На сайте запрещено размещать угрозы и враждебные высказывания, оскорбительные материалы, личную информацию других пользователей. Кроме того, запрещена любая иная деятельность, преследуемая по закону. Более подробную информацию вы можете найти в "Условиях использования". Если вы столкнулись с нарушением правил, сообщите об этом, воспользовавшись функцией "Отправить жалобу".

source: ANSWER to: What is IMI?
jp: 回答：IMIとは何ですか？
ru: IMI - это внутренняя валюта сайта IMIGP.ME. За IMI можно покупать услуги других пользователей на сайте и приобретать премиум аккаунт. Кроме того, IMI можно конвертировать в реальные деньги

source: ANSWER to: What is IMIGO.ME
jp: 回答：IMIGO.MEとは何ですか？
ru: IMIGO.ME - рынок взаимоотношений, первая площадка, которая позволяет торговать своим личным временем. Здесь вы сможете завести новых друзей, найти свою любовь и при этом заработать!

source: ANSWER to: What is karma? How to raise it?
jp: 回答：カルマとは何ですか？どうやって上げられますか？
ru: Карма - оценка вашей надежности как партнера. Карма отдельно считается для каждой из категорий: Дружбы, Романтики и Работы. Когда вы успешно завершаете сделку, у вас возрастает положительная карма. Если любая из сторон досрочно расторгает сделку, то у обеих сторон увеличивается антикарма.

source: ANSWER to: Which payment systems are supported?
jp: 回答：どの支払システムが使用できますか？
ru: Какие платежные системы доступны?

source: ANSWER to: Why I need web site, if I can do this in other social networks?
jp: 回答：他のSNSで同様なことができまが、このウェブサイトの長所は何ですか？
ru: Зачем мне сайт, если я могу обо всем договориться в соцсетях?

source: April
jp: ４月
ru: Апрель

source: Are you sure you want to cancel this deal?
jp: この取引を本当にキャンセルしますか？
ru: Вы действительно хотите удалить сделку?

source: Are you sure you want to delete your ad?
jp: この広告を本当に削除しますか？
ru: Вы действительно хотите удалить объявление?

source: August
jp: ８月
ru: Август

source: Back
ru: Вернуться

source: back to home page
jp: ホームページに戻る
ru: назад на главную страницу

source: Back to search
jp: 検索に戻る
ru: Назад к поиску

source: cancel the deal
jp: 取引をキャンセルする
ru: отменить сделку

source: Card expiration date
jp: カードの有効期限
ru: Срок действия карты

source: Category
jp: カテゴリー
ru: Категория

source: charisma
jp: カリスマ
ru: харизма

source: clear filter
jp: フィルタをクリアする
ru: очистить форму

source: Client
jp: 顧客
ru: Заказчик

source: Clients
jp: 顧客
ru: Заказчики

source: close
jp: 閉じる
ru: закрыть

source: Complete
jp: 完了する
ru: Завершить

source: Confirmed users
jp: 確認されたプロフィール
ru: Подтвержденные пользователи

source: Contacts
jp: 連絡先
ru: Контакты

source: CONTACTS
jp: 連絡先
ru: КОНТАКТЫ

source: cost / day
jp: 価格/一日
ru: цена / день

source: cost / hour
jp: 価格/一時間
ru: цена / час

source: Country
jp: 国
ru: Страна

source: Create a new ad
jp: 新しい広告を作成する
ru: Создать новое объявление

source: Credit card number
jp: クレジットカード番号
ru: Номер кредитной карты

source: Credit/Debet card
jp: クレジット/デビットカード
ru: Банковская карта

source: Date
jp: 日付
ru: Дата

source: Date of birth
jp: 生年月日
ru: Дата рождения

source: Days
jp: 日
ru: Дней

source: December
jp: １２月
ru: Декабрь

source: delete this ad
jp: 広告を削除する
ru: удалить объявление

source: discuss the deal
jp: 取引iについて話し合う
ru: обсудить сделку

source: Discuss the deal
jp: 取引について話し合う
ru: Обсудить сделку

source: Does deals have time limit?
jp: 取引には時間制限がありますか？
ru: У сделок есть ограничение по времени?

source: efficiency
jp: 能率
ru: продуктивность

source: Enter the amount
jp: 金額を入力してください
ru: Сумма (IMI)

source: Enter the credit card holder's name
jp: クレジットカード所有者の名前を入力してください
ru: Введите владельца кредитной карты

source: Enter the price
jp: 価格を入力してください
ru: Введите цену

source: Error activation of subscription.
jp: 購読のエラー。
ru: Ошибка при активации подписки.

source: Error! Slots limit exceeded
jp: エラー！スロットの制限を超えました。
ru: Ошибка! Превышено количество свободных слотов

source: Error! The picture is too large
jp: エラー！イメージのサイズが大きすぎます。
ru: Ошибка! Размер картинки слишком большой

source: February
jp: ２月
ru: Февраль

source: Feel free to contact us by email: support@imigo.me
jp: お気軽に私たちに連絡してください。メール：support@imigo.me
ru: Если при использовании сайта у вас возникли проблемы, напишите нам: support@imigo.me

source: Fill the Price and Text fields
jp: 価格と本文の項目を入力してください
ru: Заполните поля "Цена" и "Текст объявления"

source: Find out how it works:
jp: それがどのように動作するかを知りましょう
ru: Пожалуйста, посмотрите короткое видео и узнайте, как пользоваться нашим сайтом:

source: Fraud
jp: 詐欺
ru: Мошенничество

source: Frequently Asked Questions
jp: よくある質問
ru: Часто задаваемые вопросы

source: Friendship
jp: 友情
ru: Дружба

source: Go to General and set your new primary email address. After that you can try to <a class="imigo-card-nav2-label imigo-underline" href="/#/login">login</a> again.
jp: ホームページに行き、新しいメールを設定してください。その後にもう一度<a class="imigo-card-nav2-label imigo-underline" href="/#/login">ログイン</a>してみてください。
ru: Далее в меню “Общие” отредактируйте свой адрес электронной почты. После этого вы сможете <a class="imigo-card-nav2-label imigo-underline" href="/#/login">авторизоваться на IMIGO.ME.</a>

source: Go to your Facebook Settings.
jp: フェイスブックの設定に進んでください。
ru: На вашей странице Facebook зайдите в “Настройки”.

source: Go to your VK Settings.
jp: VKの設定に進んでください。
ru: На вашей странице VK зайдите в “Мои Настройки”.

source: Harassment, profanity
jp: いやがらせ、冒涜
ru: Оскорбления, ненормативная лексика

source: Help
jp: ヘルプ
ru: Помощь

source: HELP
jp: ヘルプ
ru: ПОМОЩЬ

source: Home
jp: ホーム
ru: На главную

source: How many days?
jp: 何日間？
ru: Дни

source: How many hours?
jp: 何時間？
ru: Часы

source: How premium account differs?
jp: プレミアムアカウントはどこが違うのですか？
ru: Что дает премиум аккаунт?

source: How to activate premium?
jp: どうすればプレミアムアカウントを購入できますか？
ru: Как активировать премиум аккаунт?

source: How to add my email?
jp: どうすればメールを追加できますか？
ru: Как добавить электронную почту?

source: How to become performer and find an order?
jp: どうすれば行為者になって、注文を見つけられますか？
ru: Как стать исполнителем и найти заказ?

source: How to fill up my balance?
jp: 残高をどうやって足せますか？
ru: Как пополнить баланс?

source: How to get service or find performer?
jp: サービスとか行為者をどうやって見つけられますか？
ru: Как заказать услугу и найти исполнителя?

source: How to withdraw earned money?
jp: どうすれば稼いだお金を引き出せますか？
ru: Как вывести средства, заработанные в imigo.me?

source: humor
jp: ユーモア
ru: юмор

source: I accept <span class="imigo-underline" ng-click="onSelectCondition()">the Terms of use</span> and agree to <span class="imigo-underline" ng-click="onSelectPolitics()">the privacy policy</span> IMIGO.ME
jp: 私はIMIGO.MEの<span class="imigo-underline" ng-click="onSelectCondition()">利用規約</span>と <span class="imigo-underline" ng-click="onSelectPolitics()">プライバシーポリシー</span>に同意します。
ru: Я принимаю <span class="imigo-underline" ng-click="onSelectCondition()">Условия пользования</span> и соглашаюсь с <span class="imigo-underline" ng-click="onSelectPolitics()">политикой конфиденциальности</span> IMIGO.ME

source: I've made a purchase, but I don't any change in my balance, what should I do?
jp: 購入したのに残高が変化しませんでした。どうすればいいでしょうか？
ru: Я совершил платеж, но баланс IMI не увеличился, что делать?

source: IMI balance
jp: IMI残高
ru: баланс IMI

source: IMI is the virtual currency of IMIGO.ME. 1 IMI equals 1 Euro. Use IMI to purchase premium account and finance your deals.
jp: IMIはIMIGO.MEの仮想通貨です。１IMIは１ユーロです。IMIを使って、プレミアムアカウントの購入と取引を支払うことができます。
ru: IMI - виртуальная валюта IMIGO.ME. 1 IMI равен 1 Евро. Используйте IMI, чтобы оплачивать сделки или премиум аккаунт.

source: IMI WITHDRAWAL
jp: IMIの引き出し
ru: ВЫВОД IMI

source: IMI withdrawal successful.
jp: IMIの引き出しに成功しました。
ru: Операция вывода IMI успешно завершена.

source: imigo.me in beta testing stage. What does it mean?
jp: IMIGO.MEはベータテスト中とはどう言う意味ですか？
ru: imigo.me находится в стадии бета-тестирования. Что это значит?

source: In which countries I can access imigo.me?
jp: どの国でIMIGO.MEを利用できますか？
ru: В каких странах доступен imigo.me?

source: initiative
jp: 率先
ru: инициатива

source: intelligence
jp: 知能
ru: интеллект

source: It can take up to 15 days to process your withdrawal request.
jp: お金の引出要求を処理するために15日がかかります。
ru: Срок зачисления средств до 15 дней с момента подачи заявки.

source: January
jp: １月
ru: Январь

source: July
jp: ７月
ru: Июль

source: June
jp: ６月
ru: Июнь

source: karma
jp: カルマ
ru: карма

source: Karma
jp: カルマ
ru: Карма

source: language
jp: 言語を変更する
ru: Изменить язык

source: Language
jp: 言語
ru: Язык

source: level in this category
jp: このカテゴリーのレベル
ru: уровень в этой категории

source: LOG IN WITH
jp: どのSNSでログインしますか？
ru: ВОЙДИТЕ ЧЕРЕЗ

source: Login with another social network
jp: 別のSNSでログイン
ru: Войти через другую социальную сеть

source: Manage payments
jp: 支払いの管理
ru: Управление платежами

source: March
jp: ３月
ru: Март

source: Maximum is {{value}}.
jp: 最大は{{value}}です。
ru: Ошибка! Должно быть не более {{value}}.

source: May
jp: ５月
ru: Май

source: Messages
jp: メッセージ
ru: Сообщения

source: minimal sum
jp: 最低金額
ru: минимальная сумма

source: Minimum is {{value}}.
jp: 最低は{{value}}です。
ru: Ошибка! Должно быть не менее {{value}}.

source: month
jp: 月
ru: месяц

source: Month
jp: 月
ru: Месяц

source: Name
jp: 名前
ru: Имя

source: negative karma
jp: 負のカルマ
ru: антикарма

source: no
jp: いいえ
ru: нет

source: No results.
jp: 結果なし。
ru: Нет данных.

source: Nothing selected.
jp: 何も選択されていません。
ru: Ничего не выбрано.

source: November
jp: １１月
ru: Ноябрь

source: October
jp: １０月
ru: Октябрь

source: Offensive or illegal content
jp: 攻撃的なコンテンツもしくは違法なコンテンツ
ru: Незаконное содержание

source: Offer
jp: 申し出る
ru: Предложить

source: Open chat
jp: チャットを開く
ru: Открыть чат

source: Operation
jp: 運営
ru: Операция

source: Other violation (please specify)
jp: 他の違反（説明をお願いします）
ru: Другое нарушение (просьба указать)

source: Our Address: 3rd Floor, C &amp; H Towers Corner of Great Marlborough and Greate George Streets Roseau, 00152 Commonwealth of Dominica; +852 8193 1313
jp: 住所：3rd Floor, C &amp; H Towers Corner of Great Marlborough and Greate George Streets Roseau, 00152 Commonwealth of Dominica; +852 8193 1313
ru: Наш адрес: 3rd Floor, C &amp; H Towers Corner of Great Marlborough and Greate George Streets Roseau, 00152 Commonwealth of Dominica; +852 8193 1313

source: Our service is confidential. We will not post anything on your page.
jp: このサービスは秘密です。あなたのタイムラインに何も投稿しません。
ru: Это конфиденциально. Мы не будем размещать информацию на вашей странице.

source: Payment history
jp: 支払い歴
ru: История платежей

source: Payment sum
jp: 支払いの額
ru: Сумма платежа

source: Payment system
jp: 支払いシステム
ru: Платёжная система

source: PAYMENTS
jp: 支払い
ru: СПИСАНИЯ

source: per day
jp: 一日当たり
ru: за день

source: per hour
jp: 一時間当たり
ru: за час

source: performance
jp: 能率
ru: производительность

source: Performer
jp: 行為者
ru: Исполнитель

source: Performers
jp: 行為者
ru: Исполнители

source: Please introduce yourself! This will help other users better understand who you are and what you're looking for.
jp: 自己紹介して下さい！他のユーザにがあなたについてより詳しくなったり、あなたが探しているものを知ったりできます。
ru: Расскажите о себе. Эта информация будет доступна другим пользователям.

source: Points available to review your partner
jp: あなたの相手を評価するため利用可能ポイント
ru: Доступные очки для оценки партнера

source: Premium account active until:
jp: 前払いプレミアムアカウントの終わり：
ru: Премиум аккаунт оплачен до:

source: Premium account weekly payment plan active until:
jp: プレミアムアカウントの毎週支払いプランの有効期限
ru: Премиум аккаунт активен до (IMI списываются еженедельно):

source: premium ads
jp: プレミアム広告
ru: Премиумные объявления

source: Premium subscription activated.
jp: プレミアムサブスクリプションの購入に成功しました。
ru: Premium подписка активирована.

source: Price per day
jp: 一日あたりの価格
ru: Цена за день

source: Price per hour
jp: 一時間あたりの価格
ru: Цена за час

source: Price range
jp: 価格帯
ru: Диапазон цен

source: Privacy
jp: プライバシーポリシー
ru: Защита информации

source: Professional
jp: プロフェッショナル
ru: Работа

source: professionalism
jp: プロ度
ru: профессионализм

source: Profile
jp: プロフィール
ru: Профиль

source: Purchase
jp: 購入する
ru: Пополнить

source: Purchase IMI
ru: Купить IMI

source: PURCHASE IMI
jp: IMIを購入する
ru: КУПИТЬ IMI

source: RECEIPTS
jp: 領収書
ru: ПОСТУПЛЕНИЯ

source: refuse
jp: 拒否する
ru: отказаться

source: regular ads
jp: 普通の広告
ru: Стандартные объявления

source: remove
jp: 削除する
ru: удалить

source: report abuse
jp: 違反を報告する
ru: отправить жалобу

source: Report this user for
jp: このユーザーを報告する
ru: Жалоба на пользователя

source: Romance
jp: ロマンス
ru: Романтика

source: Search
jp: 検索
ru: Поиск

source: Search for an ad
jp: 広告を検索する
ru: Поиск объявления

source: sec.
jp: 秒
ru: сек

source: Select a contact from the list on the left.
jp: 左側にあるリストから連絡先を選択してください。
ru: Для общения с пользователем выберите контакт в списке слева.

source: send
jp: 送信する
ru: отправить

source: September
jp: ９月
ru: Сентябрь

source: Set as profile picture
jp: プロフィール写真として設定する
ru: сделать главной фотографией профиля

source: Set email in Facebook settings.
jp: フェイスブックの設定にメールを入力してください。
ru: Привязать электронную почту к Facebook.

source: Set email in VK settings.
jp: VKの設定にメールを入力してください。
ru: Привязать электронную почту к VK.
