Repository: generalhan/cv
Catalog: scheme/project07/src/app/src/po/*.po
Languages: jp, ru

source: Set your new primary email address. After that you can try to <a class="imigo-card-nav2-label imigo-underline" href="/#/login">login</a> again.
jp: 新しいメールを設定してください。その後にもう一度<a class="imigo-card-nav2-label imigo-underline" href="/#/login">ログイン</a>してみてください。
ru: Далее заполните поле “Электронный адрес”. После этого вы сможете <a class="imigo-card-nav2-label imigo-underline" href="/#/login">авторизоваться на IMIGO.ME.</a>

source: Sex
jp: 性別
ru: Пол

source: sex appeal
jp: 性的魅力
ru: сексуальность

source: show all
jp: 全てを見せる
ru: показать всех

source: Show examples
jp: 例を掲示する
ru: Показать примеры

source: Show those who want
jp: どのプロフィールを見せますか？
ru: Показать тех, кто

source: Sign out
jp: サインアウト
ru: Выход

source: Sign up
jp: サインアップ
ru: Зарегистрироваться

source: Size limit is {{value}} characters.
jp: 残り{{value}}文字
ru: Это поле не может содержать больше {{value}} символов.

source: Slots filled in this category
jp: このカテゴリーに充填されたスロット
ru: Количество заполненных слотов в этой категории

source: SPECIAL OFFER
jp: 特別提供
ru: СПЕЦИАЛЬНОЕ ПРЕДЛОЖЕНИЕ

source: Submit
jp: 送信する
ru: Разместить

source: Subscription without inital payment - how does it work?
jp: 初回支払金なしの購読はどのように作用しますか。
ru: Подписка на премиум аккаунт без первоначального взноса - как это работает?

source: Sum
jp: 金額
ru: Сумма

source: Terms
jp: 利用規約
ru: Условия использования

source: Thank you for creating an ad, it is being moderated. You will receive a message when it’s published.
ru: Спасибо за создание объявления! Сейчас оно находится на модерации. Когда объявление пройдет модерацию, вы получите сообщение.

source: The offer has expired.
jp: この申し込みの期限が切れました。
ru: Предложение сделки истекло.

source: The price of this deal is {{price}} IMI, but your balance is {{balance}} IMI. You need to have enough IMI to pay the price before discussing a deal.
ru: Цена этой услуги - {{price}} IMI, но на вашем счету {{balance}} IMI. Чтобы обсудить сделку, вам нужно иметь на счету достаточно IMI для оплаты услуги.

source: The price you set is {{price}} IMI, but your balance is {{balance}} IMI. You need to have enough IMI to pay the price before creating an ad.
ru: Вы установили цену услуги {{price}} IMI, но на вашем счету {{balance}} IMI. Чтобы создать объявление, вам нужно иметь на счету достаточно IMI для оплаты этой услуги.

source: Time remaining until the end of the deal
jp: 取引終了までの残り時間
ru: Осталось времени до конца сделки

source: To ensure the security of your payments and prevent any potential fraud the following rules are appied:<ol><li>Processing withdrawal requests takes up to 15 days.</li><li>A user requesting a withdrawal must present an ID to IMIGO.ME administration. The e-mail address specified in the withdrawal application will be used for communication.</li><li>If there is a good reason to believe that the money being withdrawn has illegal origin, IMIGO.ME shall be entitled to refuse to refuse the transaction.</li><li>Minimum withdrawal amount is 20 IMI.</li><li>A 20% commission is applied to all withdrawals.</li><li>Any other rules and restrictions imposed by your payment system remain applicable.</li></ol>
ru: Для обеспечения безопасности платежей и исключения мошенничества при выводе средств действует ряд правил и ограничений: <ol> <li>Срок рассмотрения заявок на вывод средств - 15 дней.</li> <li>Пользователь, оставивший заявку на вывод средств, должен предъявить паспорт или иной документ, подтверждающий личность, по запросу администрации IMIGO.ME. Для связи будет использован адрес электронной почты, указанный в заявке на вывод средств.</li> <li>Администрация оставляет за собой право отказать в выводе средств, если есть основания полагать, что они имеют незаконное происхождение.</li> <li>Минимальная сумма вывода - 20 IMI.</li> <li>При выводе средств взимается комиссия - 20%.</li> <li>Также действуют любые иные правила и ограничения, накладываемые платежной системой, которую вы выбрали для вывода денег.</li> </ol>

source: to get paid
jp: 稼ぎたい人
ru: хочет заработать

source: to pay
jp: 払いたい人
ru: готов заплатить

source: To use IMIGO.ME you need an email address associated with your social network account.
jp: IMIGO.MEを使用するには、あなたのソーシャルネットワークのアカウントに関連付けられたメールアドレスが必要です。
ru: Для авторизации необходимо, чтобы к вашему аккаунту в социальной сети был привязан адрес электронной почты.

source: To use IMIGO.ME you need to allow our app to use an email address associated with your social network account.<br><br> Please do so by going back to the login page, choosing your favorite social network and accepting the suggested settings. It’s safe and confidential.
ru: Чтобы пользоваться IMIGO.ME, вам нужно разрешить нашему приложению получить данные о вашей электронной почте из социальной сети.<br><br> Чтобы сделать это, вернитесь на страницу авторизации, выберите социальную сеть и примите предложенные настройки. Это безопасно и полностью конфиденциально.

source: To use IMIGO.ME you need to associate an email address with your Facebook account. Use <a class="imigo-card-nav2-label imigo-underline" target="_blank" href="https://www.facebook.com/settings?tab=account&amp;section=email&amp;view">this</a> Facebook page to do so or navigate manually following the screenshots below.
jp: IMIGO.MEを使用するには、あなたのフェイスブックのアカウントに関連付けられたメールアドレスが必要です。そのために<a class="imigo-card-nav2-label imigo-underline" target="_blank" href="https://www.facebook.com/settings?tab=account&amp;section=email&amp;view">この</a>フェイスブックページを使用するか、あるいは以下のスクリーンショットを使って自分で進んでください。
ru: Чтобы пользоваться IMIGO.ME, нужно привязать адрес электронной почты к вашему аккаунту в Facebook.<br> <br> Перейдите в соответствующее меню Facebook по <a class="imigo-card-nav2-label imigo-underline" target="_blank" href="https://www.facebook.com/settings?tab=account&amp;section=email&amp;view">этой ссылке</a> или следуйте инструкции.

source: To use IMIGO.ME you need to associate an email address with your VK account. Use <a class="imigo-card-nav2-label imigo-underline" target="_blank" href="http://vk.com/settings">this</a> VK page to do so or navigate manually following the screenshots below.
jp: IMIGO.MEを使用するには、あなたのVKのアカウントに関連付けられたメールアドレスが必要です。そのために<a class="imigo-card-nav2-label imigo-underline" target="_blank" href="http://vk.com/settings">この</a>VKページを使用するか、あるいは以下のスクリーンショットを使って自分で進んでください。
ru: Чтобы пользоваться IMIGO.ME, нужно привязать адрес электронной почты к вашему аккаунту VK.<br> <br> Перейдите в соответствующее меню VK по <a class="imigo-card-nav2-label imigo-underline" target="_blank" href="http://vk.com/settings">этой ссылке</a> или следуйте инструкции.

source: Turns out I can earn real money on imigo.me?
jp: ということはIMIGO.MEで現金が稼げますか？
ru: Получается, я могу заработать на imigo.me реальные деньги?

source: Use filters to find and contact people.
jp: 人々を見つけるためにフィルターを使用してください。
ru: Используйте фильтры, чтобы найти интересных людей и связаться с ними!

source: Video tour
jp: ご利用の流れについての動画
ru: Видео экскурсия

source: Wallet ID or number
jp: ウォレット番号
ru: Номер кошелька

source: wants to get paid
jp: 稼ぎたい人
ru: хочет заработать

source: wants to pay
jp: 払いたい人
ru: готов заплатить

source: Welcome to IMIGO.ME - the first website that allows you to buy and sell personal time and relationships!
jp: IMIGO.ME、自由時間と相互関係の売買を可能とする世界で最初のウェブサイトにようこそ！
ru: Добро пожаловать на IMIGO.ME - первую площадку для покупки и продажи общения!

source: What I can not do on web site?
jp: このウェブサイトではどんなことが禁止されていますか？
ru: Чего нельзя делать на сайте?

source: What is IMI?
jp: IMIとは何ですか？
ru: Что такое IMI?

source: WHAT IS IMI?
jp: IMIとは？
ru: ЧТО ТАКОЕ IMI?

source: What is IMIGO.ME
jp: IMIGO.MEとは何ですか？
ru: Что такое IMIGO.ME?

source: What is karma? How to raise it?
jp: カルマとは何ですか？どうやって上げられますか？
ru: Что такое карма? Как ее улучшить?

source: Which payment systems are supported?
jp: どの支払いシステムが使えますか？
ru: Какие платежные системы доступны?

source: Why I need web site, if I can do this in other social networks?
jp: 他のSNSでも同様なこができますが、このウエブサイトの長所は何ですか？
ru: Зачем мне сайт, если я могу обо всем договориться в соцсетях?

source: Withdraw
jp: 引き出す
ru: Вывести

source: Withdrawal amount
jp: 引き出す額
ru: Сумма вывода

source: Withdrawal policy
ru: Правила вывода

source: Woops! Deal offer has expired. Ask your partner to send you a new offer.
jp: おっと！提供した申し込みの期限が切れました。相手に新しい申し込みすると頼んでください。
ru: Ой! Срок предложения сделки истек. Попросите партнера отправить вам новое предложение.

source: Woops! IMI withdraw failed.
jp: おっと！IMIの引き出しに失敗しました。
ru: Ой! Операция вывода IMI завершена неуспешно.

source: Woops! You can not attempt more than {{maximum}} payments per day. Please try again tomorrow.
ru: Ой! Вы не можете совершить больше {{maximum}} попыток оплаты в день. Пожалуйста, попробуйте заплатить завтра.

source: Woops! You can not make a deal, because you already have an active deal with this person in the {{category}} category.
jp: おっと！この人と{{category}}当該カテゴリーで、別の取引をしているので他の取引をすることはできません。
ru: Ой! К сожалению, вы не можете заключить эту сделку, так как у вас уже есть активная сделка с этим человеком в категории {{category}}.

source: Woops! You don't have enough IMI. Please buy some IMI first.
jp: おっと！IMIが足りません！最初に追加のIMIを購入してください。
ru: Ой! Недостаточно IMI. Пожалуйста, приобретите IMI и попробуйте еще раз.

source: Woops! You need to be 18 or older.
jp: おっと！あにたは18歳以上である必要があります。
ru: Ой! Вам должно быть не меньше 18 лет.

source: Woops! Your payment attempt failed, please try again.
jp: あっと！ご支払いが失敗しました。もう一度試してしてみてください。
ru: Ой! Произошла ошибка при покупке IMI. Пожалуйста, попробуйте ещё раз.

source: year
jp: 年
ru: год

source: Year
jp: 年
ru: Год

source: yes
jp: はい
ru: да

source: You can not create a new ad because your slot limit is exceeded. Delete existing ads or complete other deals to free up some slots.
jp: スロットの制限が超えていたので、新しい広告を作成不可能です。いくつかのスロットを解放するために現存の広告を解除するか、あるいは現行の取引を完了してください。
ru: Вы не можете создать объявление, так как у вас закончились свободные места в этой категории. Удалите существующие объявления или завершите другие сделки.

source: You can not make the deal because your slot limit is exceeded. Delete existing ads or complete other deals to free up some slots.
jp: スロットの制限が超えていたので、新しい取引をする不可能です。いくつかのスロットを解放するために現存の広告を解除するか、あるいは現行の取引を完了してください。
ru: Вы не можете заключить сделку, так как у вас закончились свободные места в этой категории. Удалите существующие объявления или завершите другие сделки.

source: You can not send more than 1000 messages per day. The limit will reset in {{h}} h {{m}} m.
jp: 一日で１０００メッセージ以上を送信不可能です。制限は{{h}}時{{m}}分にリセットします、
ru: Вы не можете послать больше 1000 сообщений в день. Счетчик отправленных сообщений будет сброшен через: {{h}} ч. {{m}} мин.

source: You can not send more than 1000 messages per day. This limit resets every 24 hours, please come back later.
jp: 一日で１０００メッセージ以上を送信不可能です。この制限は、24時間ごとにリセットし、後で戻って来てください。
ru: Вы не можете послать больше 1000 сообщений в день. Счетчик отправленных сообщений сбрасывается каждые 24 часа. Пожалуйста, попробуйте отправить сообщение позже.

source: You have a new message
jp: 新着メッセージが1件あります。
ru: У вас новое сообщение

source: You have already created an ad in this category. You will be able to create another after {{h}} h {{m}} m
jp: このカテゴリーでもう広告を作成しました。別の広告は{{h}}時{{m}}分後に作成可能です。
ru: Вы уже создали объявление в этой категории. Вы сможете создать следующее после {{h}} ч. {{m}} мин.

source: You have reached the maximum number of ads. Activate premium account to unlock additional slots.
jp: あなたは広告の最大数に達しました。追加のスロットをアンロックするために、プレミアムアカウントを購入してください。
ru: Вы исчерпали лимит объявлений. Для расширения возможностей подключите премиум аккаунт.

source: You offered your services in the "{{message.category === 'friendship' ? 'Friendship' : (message.category === 'professional' ? 'Professional' : 'Romance')}}" category to <span ng-bind-html="$m.receiver(message) | singleLineHtml"></span>. Cost of service: {{message.price}} IMI, duration of deal ({{$m.durationUnit(message) === 'hour' ? 'hours' : 'days'}}): {{message.duration}}.
jp: あなたは<span ng-bind-html="$m.receiver(message) | singleLineHtml"></span>さんに「{{message.category === 'friendship' ? '友情' : (message.category === 'professional' ? 'プロフェッシオナル' : 'ロマンス')}}」のカテゴリーからのサービスを提案しました。サービス料は{{message.price}} IMIで、取引の期間は({{$m.durationUnit(message) === '時間' ? '時間' : '日間'}}): {{message.duration}}です。
ru: Вы предложили <span ng-bind-html="$m.receiver(message) | singleLineHtml"></span> свои услуги в категории "{{message.category === 'friendship' ? 'Дружба' : (message.category === 'professional' ? 'Работа' : 'Романтика')}}". Стоимость услуги: {{message.price}} IMI, срок исполнения ({{$m.durationUnit(message) === 'hour' ? 'часов' : 'дней'}}): {{message.duration}}.

source: You want to get paid
jp: お金を稼ぎたいです。
ru: Вы хотите заработать

source: You want to pay
jp: お金を払いたいです。
ru: Вы готовы заплатить

source: You want to purchase <span ng-bind-html="$m.receiver(message) | singleLineHtml"></span>'s services in the "{{message.category === 'friendship' ? 'Friendship' : (message.category === 'professional' ? 'Professional' : 'Romance')}}" category. Cost of service: {{message.price}} IMI, duration of deal ({{$m.durationUnit(message) === 'hour' ? 'hours' : 'days'}}): {{message.duration}}.
jp: あなたは<span ng-bind-html="$m.receiver(message) | singleLineHtml"></span>さんの「{{message.category === 'friendship' ? '友情' : (message.category === 'professional' ? 'プロフェッシオナル' : 'ロマンス')}}」カテゴリーからのサービスを購入しがっています。サービス料は{{message.price}} IMIで、取引の期間は({{$m.durationUnit(message) === '時間' ? '時間' : '日間'}}): {{message.duration}}です。
ru: Вы хотите приобрести услуги <span ng-bind-html="$m.receiver(message) | singleLineHtml"></span> в категории "{{message.category === 'friendship' ? 'Дружба' : (message.category === 'professional' ? 'Работа' : 'Романтика')}}". Стоимость услуги: {{message.price}} IMI, срок исполнения ({{$m.durationUnit(message) === 'hour' ? 'часов' : 'дней'}}): {{message.duration}}.

source: You will not be charged for the first transaction. All subsequent transactions will have the charge rate of 4 IMI per week for 1 year.
jp: 最初の売買のためのチャージが行われていません。後続の全ての売買は1年の間で週４ IMIのチャージ率を持ちます。
ru: *Вы не будете платить до поступления средств на счет. При наличии средств на счету с вас взимается плата в размере 4 IMI в неделю. Срок действия премиум аккаунта - 1 год.

source: Your abuse report was successfully sent!
jp: 違反報告の送信に成功しました。
ru: Сообщение о нарушении было отправлено успешно!

source: Your ad was successfully submitted! You can submit another Ad in this category after 30 minutes.
ru: Ваше объявления было успешно добавлено! Вы можете добавить другое через 30 минут.

source: Your advertisement was successfully created!
jp: 広告の作成に成功しまた。
ru: Ваше объявление было успешно создано!

source: Your Friendship level
jp: 貴方の友情レベル
ru: Ваш уровень в категории <q>Дружба</q>

source: Your IMI purchase has been successful. Please be aware that it may take several minutes for your balance to update.
jp: あなたはIMIの購入に成功しました。IMI残高が更新するために時間がかかる可能性があるのでご承知おき下さい。
ru: Вы успешно купили IMI. Имейте в виду, что обновление вашего баланса может занять несколько минут.

source: your name
jp: 名前
ru: ваше имя

source: Your offer
jp: あなたの申し込み
ru: Ваше предложение

source: Your Professional level
jp: あにたのプロフェッショナルレベル
ru: Ваш уровень в категории <q>Работа</q>

source: Your role
jp: あなたの役割
ru: Ваша роль

source: Your Romance level
jp: あなたのロマンスレベル
ru: Ваш уровень в категории <q>Романтика</q>

source: Your search did not match any ads.
jp: あなたの検索に一致する広告は見つかりませんでした。
ru: По вашему запросу не найдено объявлений.

source: Email
jp: メール

source: friendship
jp: 友情

source: infinity
jp: 無限
